Revit 2027 API
StructuralConnectionHandlerType.IsCustom Method
 Checks if StructuralConnectionHandlerType is custom.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsCustom()
Public Function IsCustom As Boolean
public:
bool IsCustom()
member IsCustom : unit -> bool
Return Value
Boolean
 True if StructuralConnectionHandlerType is custom.
See Also
Reference
StructuralConnectionHandlerType Class
Autodesk.Revit.DB.Structure Namespace